Repository: archivesteak/opensense
Catalog: src/OpenSense.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, bg_bg, ca_es, cs_cz, de_de, el_gr, es_es, et_ee, fa_ir, fi_fi, fr_fr, he_il, hi_in, hu_hu, id_id, it_it, ja_jp, ko_kr, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sr_cyrl_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# Nav_Dashboard.Content
source: Dashboard
ar_sa: لوحة المعلومات
bg_bg: Табло
ca_es: Tauler
cs_cz: Přehled
el_gr: Πίνακας εργαλείων
es_es: Panel
et_ee: Ülevaade
fa_ir: داشبورد
fi_fi: Koontinäyttö
fr_fr: Tableau de bord
he_il: לוח מחוונים
hi_in: डैशबोर्ड
hu_hu: Irányítópult
id_id: Dasbor
ja_jp: ダッシュボード
ko_kr: 대시보드
lv_lv: Informācijas panelis
nb_no: Oversikt
pl_pl: Pulpit nawigacyjny
pt_pt: Painel
ro_ro: Tablou de bord
ru_ru: Панель мониторинга
sk_sk: Prehľad
sr_cyrl_rs: Контролна табла
sv_se: Översikt
th_th: แดชบอร์ด
tr_tr: Pano
uk_ua: Панель моніторингу
vi_vn: Bảng điều khiển
zh_cn: 仪表板
zh_tw: 儀表板

# Nav_Fans.Content
source: Fans
ar_sa: المراوح
bg_bg: Вентилатори
ca_es: Ventiladors
cs_cz: Ventilátory
de_de: Lüfter
el_gr: Ανεμιστήρες
es_es: Ventiladores
et_ee: Ventilaatorid
fa_ir: فن‌ها
fi_fi: Tuulettimet
fr_fr: Ventilateurs
he_il: מאווררים
hi_in: पंखे
hu_hu: Ventilátorok
id_id: Kipas
it_it: Ventole
ja_jp: ファン
ko_kr: 팬
lv_lv: Ventilatori
nb_no: Vifter
nl_nl: Ventilatoren
pl_pl: Wentylatory
pt_pt: Ventoinhas
ro_ro: Ventilatoare
ru_ru: Вентиляторы
sk_sk: Ventilátory
sr_cyrl_rs: Вентилатори
sv_se: Fläktar
th_th: พัดลม
tr_tr: Fanlar
uk_ua: Вентилятори
vi_vn: Quạt
zh_cn: 风扇
zh_tw: 風扇

# Nav_Lighting.Content
source: Lighting
ar_sa: الإضاءة
bg_bg: Осветление
ca_es: Il·luminació
cs_cz: Podsvícení
de_de: Beleuchtung
el_gr: Φωτισμός
es_es: Iluminación
et_ee: Valgustus
fa_ir: نورپردازی
fi_fi: Valaistus
fr_fr: Éclairage
he_il: תאורה
hi_in: लाइटिंग
hu_hu: Világítás
id_id: Pencahayaan
it_it: Illuminazione
ja_jp: ライティング
ko_kr: 조명
lv_lv: Apgaismojums
nb_no: Belysning
nl_nl: Verlichting
pl_pl: Podświetlenie
pt_pt: Iluminação
ro_ro: Iluminare
ru_ru: Подсветка
sk_sk: Podsvietenie
sr_cyrl_rs: Осветљење
sv_se: Belysning
th_th: ไฟ
tr_tr: Aydınlatma
uk_ua: Підсвічування
vi_vn: Đèn
zh_cn: 灯光
zh_tw: 燈光

# Nav_System.Content
source: System
ar_sa: النظام
bg_bg: Система
ca_es: Sistema
cs_cz: Systém
el_gr: Σύστημα
es_es: Sistema
et_ee: Süsteem
fa_ir: سیستم
fi_fi: Järjestelmä
fr_fr: Système
he_il: מערכת
hi_in: सिस्टम
hu_hu: Rendszer
id_id: Sistem
it_it: Sistema
ja_jp: システム
ko_kr: 시스템
lv_lv: Sistēma
nl_nl: Systeem
pt_pt: Sistema
ro_ro: Sistem
ru_ru: Система
sk_sk: Systém
sr_cyrl_rs: Систем
th_th: ระบบ
tr_tr: Sistem
uk_ua: Система
vi_vn: Hệ thống
zh_cn: 系统
zh_tw: 系統

# Startup_Connecting.Text
source: Connecting to your laptop…
ar_sa: جارٍ الاتصال بالكمبيوتر المحمول…
bg_bg: Свързване с лаптопа…
ca_es: S'està connectant amb el portàtil…
cs_cz: Připojování k notebooku…
de_de: Verbindung mit dem Laptop wird hergestellt…
el_gr: Σύνδεση με τον φορητό υπολογιστή…
es_es: Conectando con el portátil…
et_ee: Sülearvutiga ühenduse loomine…
fa_ir: در حال اتصال به لپ‌تاپ…
fi_fi: Muodostetaan yhteyttä kannettavaan…
fr_fr: Connexion à l’ordinateur portable…
he_il: מתחבר למחשב הנייד…
hi_in: लैपटॉप से कनेक्ट हो रहा है…
hu_hu: Csatlakozás a laptophoz…
id_id: Menyambungkan ke laptop…
it_it: Connessione al portatile in corso…
ja_jp: ノート PC に接続しています…
ko_kr: 노트북에 연결하는 중…
lv_lv: Notiek savienojuma izveide ar klēpjdatoru…
nb_no: Kobler til den bærbare PC-en…
nl_nl: Verbinding maken met je laptop…
pl_pl: Łączenie z laptopem…
pt_pt: A ligar ao portátil…
ro_ro: Se conectează la laptop…
ru_ru: Подключение к ноутбуку…
sk_sk: Pripája sa k notebooku…
sr_cyrl_rs: Повезивање са лаптопом…
sv_se: Ansluter till den bärbara datorn…
th_th: กำลังเชื่อมต่อกับแล็ปท็อป…
tr_tr: Dizüstü bilgisayara bağlanılıyor…
uk_ua: Підключення до ноутбука…
vi_vn: Đang kết nối với máy tính xách tay…
zh_cn: 正在连接到笔记本电脑…
zh_tw: 正在連線到筆記型電腦…

# Problem_RestartElevated.Content
source: Restart as administrator
ar_sa: إعادة التشغيل كمسؤول
bg_bg: Рестартиране като администратор
ca_es: Reinicia com a administrador
cs_cz: Restartovat jako správce
de_de: Als Administrator neu starten
el_gr: Επανεκκίνηση ως διαχειριστής
es_es: Reiniciar como administrador
et_ee: Taaskäivita administraatorina
fa_ir: راه‌اندازی مجدد به‌عنوان سرپرست
fi_fi: Käynnistä uudelleen järjestelmänvalvojana
fr_fr: Redémarrer en tant qu’administrateur
he_il: הפעל מחדש כמנהל מערכת
hi_in: व्यवस्थापक के रूप में पुनः प्रारंभ करें
hu_hu: Újraindítás rendszergazdaként
id_id: Mulai ulang sebagai administrator
it_it: Riavvia come amministratore
ja_jp: 管理者として再起動
ko_kr: 관리자 권한으로 다시 시작
lv_lv: Restartēt kā administratoram
nb_no: Start på nytt som administrator
nl_nl: Opnieuw starten als administrator
pl_pl: Uruchom ponownie jako administrator
pt_pt: Reiniciar como administrador
ro_ro: Repornire ca administrator
ru_ru: Перезапустить от имени администратора
sk_sk: Reštartovať ako správca
sr_cyrl_rs: Поново покрени као администратор
sv_se: Starta om som administratör
th_th: เริ่มใหม่ในฐานะผู้ดูแลระบบ
tr_tr: Yönetici olarak yeniden başlat
uk_ua: Перезапустити від імені адміністратора
vi_vn: Khởi động lại với tư cách người quản trị
zh_cn: 以管理员身份重新启动
zh_tw: 以系統管理員身分重新啟動

# Problem_StartService.Content
source: Start the service
ar_sa: بدء الخدمة
bg_bg: Стартиране на услугата
ca_es: Inicia el servei
cs_cz: Spustit službu
de_de: Dienst starten
el_gr: Εκκίνηση της υπηρεσίας
es_es: Iniciar el servicio
et_ee: Käivita teenus
fa_ir: شروع سرویس
fi_fi: Käynnistä palvelu
fr_fr: Démarrer le service
he_il: הפעל את השירות
hi_in: सेवा प्रारंभ करें
hu_hu: A szolgáltatás indítása
id_id: Mulai layanan
it_it: Avvia il servizio
ja_jp: サービスを開始
ko_kr: 서비스 시작
lv_lv: Startēt pakalpojumu
nb_no: Start tjenesten
nl_nl: Service starten
pl_pl: Uruchom usługę
pt_pt: Iniciar o serviço
ro_ro: Pornire serviciu
ru_ru: Запустить службу
sk_sk: Spustiť službu
sr_cyrl_rs: Покрени услугу
sv_se: Starta tjänsten
th_th: เริ่มบริการ
tr_tr: Hizmeti başlat
uk_ua: Запустити службу
vi_vn: Khởi động dịch vụ
zh_cn: 启动服务
zh_tw: 啟動服務

# Problem_NeedsElevation_Title
source: Administrator rights needed
ar_sa: يلزم الحصول على صلاحيات المسؤول
bg_bg: Необходими са администраторски права
ca_es: Calen drets d'administrador
cs_cz: Vyžadují se oprávnění správce
de_de: Administratorrechte erforderlich
el_gr: Απαιτούνται δικαιώματα διαχειριστή
es_es: Se necesitan permisos de administrador
et_ee: Vaja on administraatoriõigusi
fa_ir: حقوق سرپرست لازم است
fi_fi: Järjestelmänvalvojan oikeudet tarvitaan
fr_fr: Droits d’administrateur requis
he_il: נדרשות הרשאות מנהל מערכת
hi_in: व्यवस्थापक अधिकार आवश्यक हैं
hu_hu: Rendszergazdai jogok szükségesek
id_id: Diperlukan hak administrator
it_it: Sono necessari i diritti di amministratore
ja_jp: 管理者権限が必要です
ko_kr: 관리자 권한 필요
lv_lv: Nepieciešamas administratora tiesības
nb_no: Administratorrettigheter kreves
nl_nl: Administratorrechten vereist
pl_pl: Wymagane uprawnienia administratora
pt_pt: São necessários direitos de administrador
ro_ro: Sunt necesare drepturi de administrator
ru_ru: Требуются права администратора
sk_sk: Vyžadujú sa oprávnenia správcu
sr_cyrl_rs: Потребна су администраторска права
sv_se: Administratörsbehörighet krävs
th_th: ต้องใช้สิทธิ์ผู้ดูแลระบบ
tr_tr: Yönetici hakları gerekiyor
uk_ua: Потрібні права адміністратора
vi_vn: Cần quyền người quản trị
zh_cn: 需要管理员权限
zh_tw: 需要系統管理員權限

# Problem_NeedsElevation_Message
source: This portable copy talks to the laptop's fan and lighting controls directly, which needs administrator rights. Restart it as administrator, or install OpenSense to run without them.
ar_sa: تتواصل هذه النسخة المحمولة مباشرةً مع عناصر التحكم في المراوح والإضاءة في الكمبيوتر المحمول، وهذا يتطلب صلاحيات المسؤول. أعد تشغيلها كمسؤول، أو ثبّت OpenSense لتشغيله بدونها.
bg_bg: Това преносимо копие комуникира директно с управлението на вентилаторите и осветлението на лаптопа, за което са необходими администраторски права. Рестартирайте го като администратор или инсталирайте OpenSense, за да работи без тях.
ca_es: Aquesta còpia portable es comunica directament amb els controls de ventilació i d'il·luminació del portàtil, cosa que requereix drets d'administrador. Reinicia-la com a administrador o instal·la l'OpenSense per no necessitar-los.
cs_cz: Tato přenosná verze komunikuje přímo s ovládáním ventilátorů a podsvícení notebooku, a to vyžaduje oprávnění správce. Restartujte ji jako správce nebo nainstalujte OpenSense, aby je nepotřebovala.
de_de: Diese portable Version greift direkt auf die Lüfter- und Beleuchtungssteuerung des Laptops zu und benötigt dafür Administratorrechte. Starten Sie sie als Administrator neu, oder installieren Sie OpenSense, damit keine Administratorrechte nötig sind.
el_gr: Αυτό το φορητό αντίγραφο επικοινωνεί απευθείας με τα χειριστήρια ανεμιστήρων και φωτισμού του φορητού υπολογιστή, κάτι που απαιτεί δικαιώματα διαχειριστή. Κάντε επανεκκίνηση ως διαχειριστής ή εγκαταστήστε το OpenSense για να λειτουργεί χωρίς αυτά.
es_es: Esta copia portátil se comunica directamente con los controles de ventilación e iluminación del portátil, lo que requiere permisos de administrador. Reiníciala como administrador o instala OpenSense para no necesitarlos.
et_ee: See kaasaskantav versioon suhtleb otse sülearvuti ventilaatori- ja valgustusjuhtidega, mis nõuab administraatoriõigusi. Taaskäivitage see administraatorina või installige OpenSense, et neid õigusi poleks vaja.
fa_ir: این نسخهٔ قابل‌حمل مستقیماً با کنترل‌های فن و نورپردازی لپ‌تاپ ارتباط برقرار می‌کند و به همین دلیل به حقوق سرپرست نیاز دارد. آن را به‌عنوان سرپرست دوباره راه‌اندازی کنید یا OpenSense را نصب کنید تا بدون این حقوق اجرا شود.
fi_fi: Tämä kannettava versio käyttää suoraan kannettavan tietokoneen tuuletin- ja valaistusohjaimia, mikä edellyttää järjestelmänvalvojan oikeuksia. Käynnistä se uudelleen järjestelmänvalvojana tai asenna OpenSense, niin oikeuksia ei tarvita.
fr_fr: Cette version portable communique directement avec les commandes de ventilation et d’éclairage de l’ordinateur portable, ce qui nécessite des droits d’administrateur. Redémarrez-la en tant qu’administrateur ou installez OpenSense pour vous en passer.
he_il: העותק הנייד הזה מתקשר ישירות עם בקרי המאווררים והתאורה של המחשב הנייד, ולשם כך נדרשות הרשאות מנהל מערכת. הפעל אותו מחדש כמנהל מערכת, או התקן את OpenSense כדי להפעיל אותו בלעדיהן.
hi_in: यह पोर्टेबल प्रति लैपटॉप के पंखे और लाइटिंग नियंत्रणों से सीधे बात करती है, जिसके लिए व्यवस्थापक अधिकार आवश्यक हैं। इसे व्यवस्थापक के रूप में पुनः प्रारंभ करें, या इनके बिना चलाने के लिए OpenSense इंस्टॉल करें।
hu_hu: Ez a hordozható példány közvetlenül a laptop ventilátor- és világításvezérlőivel kommunikál, ehhez pedig rendszergazdai jogok kellenek. Indítsa újra rendszergazdaként, vagy telepítse az OpenSense-t, hogy ne legyen szükség rájuk.
id_id: Salinan portabel ini berkomunikasi langsung dengan kontrol kipas dan pencahayaan laptop, sehingga memerlukan hak administrator. Mulai ulang sebagai administrator, atau instal OpenSense agar dapat berjalan tanpa hak tersebut.
it_it: Questa copia portatile comunica direttamente con i controlli delle ventole e dell'illuminazione del portatile, il che richiede i diritti di amministratore. Riavviala come amministratore oppure installa OpenSense per farne a meno.
ja_jp: このポータブル版はノート PC のファンとライティングの制御に直接アクセスするため、管理者権限が必要です。管理者として再起動するか、管理者権限なしで実行できるよう OpenSense をインストールしてください。
ko_kr: 이 포터블 버전은 노트북의 팬 및 조명 제어에 직접 접근하므로 관리자 권한이 필요합니다. 관리자 권한으로 다시 시작하거나, 관리자 권한 없이 실행하려면 OpenSense를 설치하세요.
lv_lv: Šī portatīvā versija sazinās tieši ar klēpjdatora ventilatoru un apgaismojuma vadību, tāpēc tai nepieciešamas administratora tiesības. Restartējiet to kā administratoram vai instalējiet OpenSense, lai tās nebūtu vajadzīgas.
nb_no: Denne bærbare versjonen kommuniserer direkte med vifte- og belysningskontrollene på PC-en, og det krever administratorrettigheter. Start den på nytt som administrator, eller installer OpenSense for å kjøre uten dem.
nl_nl: Deze draagbare versie communiceert rechtstreeks met de ventilator- en verlichtingsbediening van de laptop, waarvoor administratorrechten nodig zijn. Start de app opnieuw als administrator of installeer OpenSense zodat die rechten niet nodig zijn.
pl_pl: Ta wersja przenośna komunikuje się bezpośrednio ze sterowaniem wentylatorami i podświetleniem laptopa, co wymaga uprawnień administratora. Uruchom ją ponownie jako administrator albo zainstaluj OpenSense, aby działał bez nich.
pt_pt: Esta cópia portátil comunica diretamente com os controlos das ventoinhas e da iluminação do portátil, o que requer direitos de administrador. Reinicie-a como administrador ou instale o OpenSense para a executar sem eles.
ro_ro: Această copie portabilă comunică direct cu comenzile ventilatoarelor și ale iluminării laptopului, ceea ce necesită drepturi de administrator. Reporniți-o ca administrator sau instalați OpenSense pentru a o rula fără ele.
ru_ru: Эта портативная копия напрямую обращается к управлению вентиляторами и подсветкой ноутбука, а для этого нужны права администратора. Перезапустите её от имени администратора или установите OpenSense, чтобы работать без них.
sk_sk: Táto prenosná verzia komunikuje priamo s ovládaním ventilátorov a podsvietenia notebooku, čo si vyžaduje oprávnenia správcu. Reštartujte ju ako správca alebo nainštalujte OpenSense, aby ich nepotrebovala.
sr_cyrl_rs: Ова преносива копија комуницира директно са управљањем вентилаторима и осветљењем лаптопа, за шта су потребна администраторска права. Поново је покрените као администратор или инсталирајте OpenSense да би радио без њих.
sv_se: Den här portabla versionen kommunicerar direkt med datorns fläkt- och belysningsstyrning, vilket kräver administratörsbehörighet. Starta om den som administratör, eller installera OpenSense för att köra utan behörigheten.
th_th: สำเนาแบบพกพานี้ติดต่อกับการควบคุมพัดลมและไฟของแล็ปท็อปโดยตรง ซึ่งต้องใช้สิทธิ์ผู้ดูแลระบบ เริ่มใหม่ในฐานะผู้ดูแลระบบ หรือติดตั้ง OpenSense เพื่อให้ทำงานได้โดยไม่ต้องใช้สิทธิ์ดังกล่าว
tr_tr: Bu taşınabilir kopya, dizüstü bilgisayarın fan ve aydınlatma denetimleriyle doğrudan iletişim kurar ve bunun için yönetici hakları gerekir. Yönetici olarak yeniden başlatın veya bu haklar olmadan çalışması için OpenSense'i yükleyin.
uk_ua: Ця портативна копія напряму звертається до керування вентиляторами й підсвічуванням ноутбука, а для цього потрібні права адміністратора. Перезапустіть її від імені адміністратора або інсталюйте OpenSense, щоб працювати без них.
vi_vn: Bản di động này giao tiếp trực tiếp với các điều khiển quạt và đèn của máy tính xách tay nên cần quyền người quản trị. Hãy khởi động lại với tư cách người quản trị hoặc cài đặt OpenSense để chạy mà không cần quyền đó.
zh_cn: 此便携版直接与笔记本电脑的风扇和灯光控制通信，需要管理员权限。请以管理员身份重新启动它，或安装 OpenSense 以便无需管理员权限即可运行。
zh_tw: 此可攜式版本會直接與筆記型電腦的風扇與燈光控制項通訊，因此需要系統管理員權限。請以系統管理員身分重新啟動，或安裝 OpenSense 以便在不需要這些權限的情況下執行。

# Problem_ServiceUnavailable_Title
source: The OpenSense service isn't running
ar_sa: خدمة OpenSense لا تعمل
bg_bg: Услугата OpenSense не се изпълнява
ca_es: El servei de l'OpenSense no s'està executant
cs_cz: Služba OpenSense není spuštěná
de_de: Der OpenSense-Dienst wird nicht ausgeführt
el_gr: Η υπηρεσία OpenSense δεν εκτελείται
es_es: El servicio OpenSense no se está ejecutando
et_ee: OpenSense'i teenus ei tööta
fa_ir: سرویس OpenSense در حال اجرا نیست
fi_fi: OpenSense-palvelu ei ole käynnissä
fr_fr: Le service OpenSense n’est pas en cours d’exécution
he_il: השירות של OpenSense אינו פועל
hi_in: OpenSense सेवा नहीं चल रही है
hu_hu: Az OpenSense szolgáltatás nem fut
id_id: Layanan OpenSense tidak berjalan
it_it: Il servizio OpenSense non è in esecuzione
ja_jp: OpenSense サービスが実行されていません
ko_kr: OpenSense 서비스가 실행되고 있지 않음
lv_lv: OpenSense pakalpojums nedarbojas
nb_no: OpenSense-tjenesten kjører ikke
nl_nl: De OpenSense-service wordt niet uitgevoerd
pl_pl: Usługa OpenSense nie jest uruchomiona
pt_pt: O serviço do OpenSense não está em execução
ro_ro: Serviciul OpenSense nu rulează
ru_ru: Служба OpenSense не запущена
sk_sk: Služba OpenSense nie je spustená
sr_cyrl_rs: Услуга OpenSense није покренута
sv_se: OpenSense-tjänsten körs inte
th_th: บริการ OpenSense ไม่ได้ทำงานอยู่
tr_tr: OpenSense hizmeti çalışmıyor
uk_ua: Служба OpenSense не запущена
vi_vn: Dịch vụ OpenSense không chạy
zh_cn: OpenSense 服务未运行
zh_tw: OpenSense 服務未在執行

# Problem_ServiceUnavailable_Message
source: OpenSense controls the laptop through a background service, which is stopped. Start it (Windows asks for permission), or reinstall OpenSense if it keeps stopping.
ar_sa: يتحكم OpenSense في الكمبيوتر المحمول عبر خدمة تعمل في الخلفية، وهي متوقفة حاليًا. ابدأ تشغيلها (سيطلب Windows الإذن)، أو أعد تثبيت OpenSense إذا ظلت تتوقف.
bg_bg: OpenSense управлява лаптопа чрез фонова услуга, която е спряна. Стартирайте я (Windows ще поиска разрешение) или преинсталирайте OpenSense, ако продължава да спира.
ca_es: L'OpenSense controla el portàtil mitjançant un servei en segon pla, que està aturat. Inicia'l (el Windows et demanarà permís) o torna a instal·lar l'OpenSense si es continua aturant.
cs_cz: OpenSense ovládá notebook prostřednictvím služby na pozadí, která je zastavená. Spusťte ji (Windows požádá o povolení), nebo OpenSense přeinstalujte, pokud se opakovaně zastavuje.
de_de: OpenSense steuert den Laptop über einen Hintergrunddienst, der beendet wurde. Starten Sie ihn (Windows fragt nach der Berechtigung), oder installieren Sie OpenSense neu, wenn er immer wieder beendet wird.
el_gr: Το OpenSense ελέγχει τον φορητό υπολογιστή μέσω μιας υπηρεσίας παρασκηνίου, η οποία έχει διακοπεί. Ξεκινήστε την (τα Windows ζητούν άδεια) ή εγκαταστήστε ξανά το OpenSense αν διακόπτεται συνέχεια.
es_es: OpenSense controla el portátil mediante un servicio en segundo plano, que está detenido. Inícialo (Windows te pedirá permiso) o vuelve a instalar OpenSense si se sigue deteniendo.
et_ee: OpenSense juhib sülearvutit taustateenuse kaudu, mis on peatatud. Käivitage see (Windows küsib luba) või installige OpenSense uuesti, kui see ikka ja jälle peatub.
fa_ir: OpenSense لپ‌تاپ را از طریق یک سرویس پس‌زمینه کنترل می‌کند که اکنون متوقف است. آن را شروع کنید (Windows اجازه می‌خواهد) یا اگر مدام متوقف می‌شود، OpenSense را دوباره نصب کنید.
fi_fi: OpenSense ohjaa kannettavaa taustapalvelun kautta, ja palvelu on pysäytetty. Käynnistä se (Windows pyytää lupaa) tai asenna OpenSense uudelleen, jos palvelu pysähtyy jatkuvasti.
fr_fr: OpenSense contrôle l’ordinateur portable par l’intermédiaire d’un service en arrière-plan, qui est arrêté. Démarrez-le (Windows vous demande l’autorisation) ou réinstallez OpenSense s’il s’arrête sans cesse.
he_il: OpenSense שולט במחשב הנייד באמצעות שירות רקע, שכרגע מופסק. הפעל אותו (Windows יבקש הרשאה), או התקן מחדש את OpenSense אם הוא ממשיך להיעצר.
hi_in: OpenSense एक पृष्ठभूमि सेवा के माध्यम से लैपटॉप को नियंत्रित करता है, जो रुकी हुई है। इसे प्रारंभ करें (Windows अनुमति माँगेगा), या यदि यह बार-बार रुकती है तो OpenSense को पुनः इंस्टॉल करें।
hu_hu: Az OpenSense egy háttérszolgáltatáson keresztül vezérli a laptopot, amely le van állítva. Indítsa el (a Windows engedélyt kér), vagy telepítse újra az OpenSense-t, ha újra és újra leáll.
id_id: OpenSense mengontrol laptop melalui layanan latar belakang, yang saat ini berhenti. Mulai layanan tersebut (Windows akan meminta izin), atau instal ulang OpenSense jika layanan terus berhenti.
it_it: OpenSense controlla il portatile tramite un servizio in background, che è arrestato. Avvialo (Windows chiede l'autorizzazione) oppure reinstalla OpenSense se continua ad arrestarsi.
ja_jp: OpenSense はバックグラウンド サービスを通じてノート PC を制御しますが、このサービスが停止しています。サービスを開始するか（Windows が許可を求めます）、停止が繰り返される場合は OpenSense を再インストールしてください。
ko_kr: OpenSense는 백그라운드 서비스를 통해 노트북을 제어하는데, 이 서비스가 중지되었습니다. 서비스를 시작하거나(Windows에서 권한을 요청합니다) 계속 중지되면 OpenSense를 다시 설치하세요.
lv_lv: OpenSense vada klēpjdatoru, izmantojot fona pakalpojumu, kas ir apturēts. Startējiet to (Windows lūgs atļauju) vai atkārtoti instalējiet OpenSense, ja tas turpina apstāties.
nb_no: OpenSense styrer PC-en gjennom en bakgrunnstjeneste, som er stoppet. Start den (Windows ber om tillatelse), eller installer OpenSense på nytt hvis den stadig stopper.
nl_nl: OpenSense bestuurt de laptop via een achtergrondservice, die is gestopt. Start de service (Windows vraagt om toestemming) of installeer OpenSense opnieuw als de service blijft stoppen.
pl_pl: OpenSense steruje laptopem za pośrednictwem usługi działającej w tle, która jest zatrzymana. Uruchom ją (system Windows poprosi o zgodę) albo zainstaluj ponownie OpenSense, jeśli wciąż się zatrzymuje.
pt_pt: O OpenSense controla o portátil através de um serviço em segundo plano, que está parado. Inicie-o (o Windows pede permissão) ou reinstale o OpenSense se continuar a parar.
ro_ro: OpenSense controlează laptopul printr-un serviciu de fundal, care este oprit. Porniți-l (Windows cere permisiunea) sau reinstalați OpenSense dacă se tot oprește.
ru_ru: OpenSense управляет ноутбуком через фоновую службу, которая сейчас остановлена. Запустите её (Windows запросит разрешение) или переустановите OpenSense, если она постоянно останавливается.
sk_sk: OpenSense ovláda notebook prostredníctvom služby na pozadí, ktorá je zastavená. Spustite ju (Windows požiada o povolenie) alebo preinštalujte OpenSense, ak sa opakovane zastavuje.
sr_cyrl_rs: OpenSense управља лаптопом преко услуге у позадини, која је заустављена. Покрените је (Windows ће тражити дозволу) или поново инсталирајте OpenSense ако се стално зауставља.
sv_se: OpenSense styr den bärbara datorn via en bakgrundstjänst, som är stoppad. Starta den (Windows ber om behörighet), eller installera om OpenSense om den fortsätter att stoppas.
th_th: OpenSense ควบคุมแล็ปท็อปผ่านบริการเบื้องหลังซึ่งหยุดทำงานอยู่ เริ่มบริการ (Windows จะขอสิทธิ์) หรือติดตั้ง OpenSense ใหม่หากบริการหยุดซ้ำๆ
tr_tr: OpenSense, dizüstü bilgisayarı durdurulmuş olan bir arka plan hizmeti aracılığıyla denetler. Hizmeti başlatın (Windows izin ister) veya sürekli durursa OpenSense'i yeniden yükleyin.
uk_ua: OpenSense керує ноутбуком через фонову службу, яку зупинено. Запустіть її (Windows попросить дозвіл) або переінсталюйте OpenSense, якщо вона постійно зупиняється.
vi_vn: OpenSense điều khiển máy tính xách tay thông qua một dịch vụ chạy nền, nhưng dịch vụ này đã dừng. Hãy khởi động dịch vụ (Windows sẽ hỏi quyền) hoặc cài đặt lại OpenSense nếu dịch vụ liên tục dừng.
zh_cn: OpenSense 通过后台服务控制笔记本电脑，但该服务已停止。请启动它（Windows 会请求权限）；如果它反复停止，请重新安装 OpenSense。
zh_tw: OpenSense 透過背景服務控制筆記型電腦，但該服務已停止。請啟動它（Windows 會要求權限）；如果它一直停止，請重新安裝 OpenSense。

# Problem_Unsupported_Title
source: No Acer gaming firmware found
ar_sa: لم يتم العثور على برنامج ثابت للألعاب من Acer
bg_bg: Не е намерен геймърски фърмуер на Acer
ca_es: No s'ha trobat cap microprogramari de jocs d'Acer
cs_cz: Nenašel se herní firmware Acer
de_de: Keine Acer-Gaming-Firmware gefunden
el_gr: Δεν βρέθηκε υλικολογισμικό παιχνιδιών της Acer
es_es: No se encontró firmware para juegos de Acer
et_ee: Aceri mängupüsivara ei leitud
fa_ir: سفت‌افزار بازی Acer پیدا نشد
fi_fi: Acerin pelilaiteohjelmistoa ei löytynyt
fr_fr: Aucun firmware de jeu Acer trouvé
he_il: לא נמצאה קושחת משחקים של Acer
hi_in: Acer का गेमिंग फ़र्मवेयर नहीं मिला
hu_hu: Nem található Acer gamer belső vezérlőprogram
id_id: Firmware gaming Acer tidak ditemukan
it_it: Nessun firmware gaming Acer trovato
ja_jp: Acer のゲーミング ファームウェアが見つかりません
ko_kr: Acer 게이밍 펌웨어를 찾을 수 없음
lv_lv: Netika atrasta Acer spēļu aparātprogrammatūra
nb_no: Fant ingen spillfastvare fra Acer
nl_nl: Geen gaming-firmware van Acer gevonden
pl_pl: Nie znaleziono oprogramowania układowego Acer dla graczy
pt_pt: Não foi encontrado nenhum firmware para jogos da Acer
ro_ro: Nu s-a găsit firmware Acer pentru jocuri
ru_ru: Игровое встроенное ПО Acer не найдено
sk_sk: Nenašiel sa herný firmvér Acer
sr_cyrl_rs: Није пронађен Acer фирмвер за игре
sv_se: Ingen spelfirmware från Acer hittades
th_th: ไม่พบเฟิร์มแวร์สำหรับเกมของ Acer
tr_tr: Acer oyun üretici yazılımı bulunamadı
uk_ua: Ігрову мікропрограму Acer не знайдено
vi_vn: Không tìm thấy chương trình cơ sở chơi game của Acer
zh_cn: 未找到 Acer 游戏固件
zh_tw: 找不到 Acer 遊戲韌體
